{
  "film": [
    {
      "id": "001",
      "title": "Aku Padamu",
      "url_video": "https://drive.google.com/file/d/13GNoX1vT6EECxMTXin_Shb9FCJ6AgBdO/view?usp=drive_link",
      "duration": "",
      "trailer": {
        "title": "trailer 1",
        "url_video": "https://drive.google.com/file/d/1dm1Brp0QswCz3yqZgdtdufl2NQgWzjvj/view?usp=drive_link",
        "description": "",
        "url_image": "",
        "duration": ""
      },
      "teaser": {
        "title": "teaser 1",
        "url_video": "",
        "description": "",
        "url_image": "",
        "duration": ""
      },
      "synopsis": "Drama remaja yang mengisahkan perjalanan sedih seorang Saskia (Aril Tatum) yang selalu disalahkan atas kondisi sakit Sadia (Sahila Hisyam) yang sering jatuh pingsan. Saskia klas satu SMA sedangkan Sadia klas dua di sekolah yang sama. Meski lebih muda Saskia selalu dituntut oleh Rima, mamanya, untuk menjaga Sadia, tapi Sadia yang arogan karena merasa paling popular selalu membuat posisi Sadia sulit dan buruk di depan mama mereka. Suatu siang sepulang sekolah Sadia dan dua siswi borju gank nya kabur mengikuti flashmob di pusat kota meninggalkan Saskia yang ditahan oleh anak buah Sadia lainnya. Dengan heboh Sadia dan Olin bergantian mengganti seragam sekolah di dalam mobil yang disetir Karin dengan kecepatan tinggi ke lokasi flashmob.<br><br/>Siang itu seorang cowok tampan seumuran Sadia tengah menatap pemandangan alam yang berganti suasana perkotaan dari balik kaca jendela kereta bisnis yang membawanya dari Jogja menuju Jakarta. Cowok bernama Fahri itu mendapat beasiswa karena prestasi akademiknya untuk melanjutkan pendidikan di SMA favorit tempat Saskia dan Sadia bersekolah. Sampai di Jakarta Fahri dengan bersemangat melangkah menenteng tas dan gitar kesayangannya lalu terpesona dengan kemeriahan acara flashmob yang diikuti Sadia. Fahri berpapasan dengan Sadia yang kambuh sakitnya hingga jatuh pingsan. Fahri terpaksa membawa Sadia ke RS dibantu kedua teman Sadia./nSementara di sekolah Saskia yang sedang berlatih eksul nyanyi dengan grup band nya kaget mendapat telfon dari Olin yang mengabarkan Sadia masuk RS. Saskia bergegas menuju RS sambil menghubungi mamanya. Sampai di RS Saskia tak sengaja malah menginjak gitar Fahri hingga pecah dan mendapat tamparan dari mamanya yang menyalahkan Saskia atas pingsannya Sadia./nRima memang lebih menyayangi dan memanjakan Sadia dibanding Saskia. Bahkan Saskia beberapa kali dipaksa menjadi pendonor sumsum tulang belakang untuk Sadia yang menderita leukemia. Baik Sadia maupun Saskia tidak ada yang tahu tentang penyakit kronis yang diderita Sadia. Sadia yang sering menindas Saskia juga selalu berpura-pura perhatian pada Saskia di hadapan mamanya. Saskia yang selalu disalahkan hanya bisa mencurahkan kesedihannya dalam diary dan lagu yang diciptakannya. Saskia yang selalu dipaksa mengalah. Saskia memang kalah dari Sadia yang manipulatif di depan mamanya, tapi apakah dia juga harus kalah saat seorang Fahri hadir di antara dia dan kakaknya? Kisah seru dan haru Saskia ini bisa kita saskikan dalam serial drama romance musical remaja “Aku Padamu”.",
      "category": ["Percintaan"],
      "release_date": "",
      "director": "",
      "main_cast": [""],
      "description": "",
      "subscription": "free",
      "age_rating": "",
      "image": {
        "url_main": "",
        "url_poster": "",
        "url_detail": ""
      }
    },
    {
      "id": "002",
      "title": "Si Ule",
      "url_video": "https://drive.google.com/file/d/15-g4PxBtyraULEFTFEOn1Fu3ZYQwaZm_/view?usp=drive_link",
      "duration": "",
      "trailer": {
        "title": "trailer 1",
        "url_video": "https://drive.google.com/file/d/1gscwxyvCeX7giYu8ffTqeQ2a5Pz3qaJX/view?usp=drive_link",
        "description": "",
        "url_image": "",
        "duration": ""
      },
      "teaser": {
        "title": "teaser 1",
        "url_video": "",
        "description": "",
        "url_image": "",
        "duration": ""
      },
      "synopsis": "Ule adzan subuh di mushola, padahal belum waktunya sholat subuh. Akibatnya haji Burhan, Itoh, emak dan jamaah yang lainnya berdatangan ke mushola dalam keadaan ngantuk berat. Para jamaah marahin Ule, saat melihat jam dinding masih pukul 1 dini hari.  Pagi itu suasana rumah Ule terlihat sibuk. Itoh masak keperluan dagang mie ayam, sedangkan emak mau nonton sinetron, tapi televisinya tidak mau menyala. Disaat bersamaan Itoh dan Emak butuh bantuan Ule. Ule pun membantunya, meskipun mesti mondar mandir ke dapur dan ke ruang tengah./nHaji Burhan menyuruh keponakannya yang bernama Joni untuk menjaga ayam kesayangannya yang diberi nama Samson, karena Haji Burhan mau sarapan mie ayam buatan Itoh. Ketika Joni mau ngasih makanan untuk samson, ternyata samson kabur. Joni mencarinya. Ditengah jalan, Joni bertemu Ule, minta bantuan untuk mencari samson. Ternyata Samson masuk ke rumah orang kaya, milik pak Jimi. Saat itu pak Jimi dan anak mantunya lagi sarapan. Mereka kaget dan panik saat samson ngacak-ngacak sarapannya. Suasanapun jadi keos. Saat bersamaan Ule dan Joni datang. Mereka berusaha menangkap samson, tapi akibatnya suasana makan kacau. Ule dan Joni damarahi oleh anak dan mantunya pak Jimi./nSaat bersamaan cucu pak Jimi yang bernama Raisa datang. Ule dan Raisa saling lirik pandang. Ule terpesona melihat kecantikan Raisa, begitupun Raisa. Tapi Raisa sudah dijodohkan oleh mamanya dengan Dave. Tapi Rasia tidak suka Dave. Maka itu Raisa kabur dari rumah. Dave menyuruh anak buahnya mencari Raisa. Saat pulang sekolah, Ule, Jaenal dan Joni melihat Raisa lagi dipaksa pulang oleh anak buah Dave. Ule, Jaenal dan Joni menolong Raisa, dengan cara meneriaki maling. Hal itu membuat anak buahnya Dave kabur. Raisa menggenggam tangan Ule sambil mengucapkan terimakasih. Tiba-tiba tubuh Ule menggeliat. Ule bergegas pergi ke rumah. Setibanya di rumah Ule langsung masuk ke kamarnya. Tak lama Raisa datang bersama Jaenal dan Joni. Itoh dan emak mengira Ule di bully di sekolah. Ule teriak manggil Itoh, karena Ule mau pipis. Ule mau keluar kamar, tapi semuanya harus tutup mata, kecuali Itoh yang mau mengantar Ule pipis. Pas Ule keluar kamar, tiba-tiba datang Dave. Raisa terkejut melihat kedatangan Dave.",
      "category": ["Percintaan"],
      "release_date": "",
      "director": "",
      "main_cast": [""],
      "description": "",
      "subscription": "free",
      "age_rating": "",
      "image": {
        "url_main": "",
        "url_poster": "",
        "url_detail": ""
      }
    }
  ],
  "series": [
    {
      "id": "001",
      "title": "Anak Pantai",
      "season": {
        "1": {
          "episode": {
            "1": {
              "title": "Episode 1",
              "url_video": "https://drive.google.com/file/d/1ZzTP6JwMkJbcMHBgLp8r7fPIo80XtHTD/view?usp=sharing",
              "synopsis": "Mengisahkan tentang perjuangan Aji, Imam, dan anak nelayan lainnya yang ingin bersekolah tapi harus bekerja di pantai demi mencari nafkah di saat Adul, anak juragan perahu yang kaya, justru tidak mau sekolah dan belajar. Aji harus berjualan Koran untuk menghidupi diri dan neneknya yang sakit sakitan, sementara Imam harus membantu ayahnya melaut. Bu Ida, guru SD harus memutar akal agar anak-anak pantai mau bersekolah karena jika muridnya hanya Wati seorang maka sekolahannya terancam ditutup. Akhirnya Bu Ida harus mendatangi Imam, Aji, dan anak pantai lainnya dan membujuknya untuk bersekolah.",
              "url_image": "",
              "duration": ""
            },
            "2": {
              "title": "Episode 2",
              "url_video": "https://drive.google.com/file/d/10HXo02jp9LO3T92MwUpkVGCV-87ER0-P/view?usp=drive_link",
              "synopsis": "Dayat ayah Imam ditagih hutang rentenir curang tapi berhasil ditolong Bu Ida yang pintar berhitung. Akhirnya Dayat membolehkan Imam sekolah. Sedangkan Aji yang sudah bertekad sekolah malah gagal karena neneknya kecelakaan dan butuh biaya besar untuk operasi katarak. Adul yang mengandalkan ayahnya akhirnya diejek karena tidak bisa berhitung hingga akhirnya mau sekolah meski ditentang ayahnya. Lina malah memfitnah Bu Ida karena cemburu Roni pacarnya naksir Bu Ida.",
              "url_image": "",
              "duration": ""
            },
            "3": {
              "title": "Episode 3",
              "url_video": "https://drive.google.com/file/d/1PtfP-xpsZ1iLda40A8u8u9KRyvVCp4WT/view?usp=drive_link",
              "synopsis": "Sekolahan tempat bu Ida mengajar anak anak roboh atapnya hingga Aji, Wati, Imam dkk terpaksa harus belajar di pantai. Aji CS berinisiatif mencari sumbangan dari warga tapi Bu Ida justru difitnah Lina dan ayahnya Adul dengan tuduhan mengajarkan anak anak mengemis. Wargapun marah dan menarik kembali sumbangan mereka. Bang Ridwan, satu satunya Sarjana di kampung itu, menyemangati anak anak agat tidak menyerah, merekapun berjualan ikan bakar untuk mengumpulkan dana perbaikan sekolah. Saat usaha anak anak mulai membuahkan hasil, Lina yang cemburu kembali melakukan fitnah hingga Bu Ida diusir warga.",
              "url_image": "",
              "duration": ""
            },
            "4": {
              "title": "Episode 4",
              "url_video": "https://drive.google.com/file/d/1cWz0dW9UGehepWHdg5kzjMJRFzsHWlGL/view?usp=drive_link",
              "synopsis": "Bu Ida pun terusir dari kampung, tapi Aji, Imam, Adul dan Wati mati-matian mengejar dan memohon agar Bu Ida tidak menyerah. Bu Ida dan anak anak kembali mendapat penolakan keras warga yang dihasut oleh Lina dan ayahnya Adul. Di saat terdesak Bu Ida dan anak anak dibantu oleh Bang Ridwan, ayahnya Imam, dan ibunya Adul hingga warga sadar mereka perlu guru buat anak-anak pantai. Karena kejadian itu hubungan Lina dengan Roni akhirnya putus dan Ronipun serius mendekati Ida. Sementara Ridwan mulai berhasil dengan usaha tambak ikan untuk membantu nelayan mendapat ancaman ayahnya Adul, anak anak juga mendapat tantangan try out cerdas cermat melawan murid murid dari kota.",
              "url_image": "",
              "duration": ""
            },
            "5": {
              "title": "Episode 5",
              "url_video": "https://drive.google.com/file/d/1by1sNXvSqD3GbE-golR29VFeFz0bn1Nu/view?usp=drive_link",
              "synopsis": "Perseteruan antara Ridwan yang berusaha memajukan kehidupan nelayan ditentang oleh ayah Adul yang punya usaha pelelangan ikan dan persewaan perahu semakin panas. Bahkan ayah Adul dan anak buahnya nekad menggunakan bom untuk menangakap ikan meski sudah diingatkan Adul CS dan Bu Ida. Sementara itu Aji, Wati dan Imam harus berjuang dalam lomba cerdas cermat melawan murid dari SD dari kabupaten untuk menentukan akreditasi sekolah kampung nelayan. Bu Ida dan anak anak sejenak senang tapi mereka harus berusaha menghentikan pemboman ikan oleh ayah Adul yang sudah nekad.",
              "url_image": "",
              "duration": ""
            },
            "6": {
              "title": "Episode 6",
              "url_video": "https://drive.google.com/file/d/1ecloWM2p2vzSTUFr1Df1gs3G5CwIOssL/view?usp=drive_link",
              "synopsis": "Adul dibantu Aji CS berhasil mengambil bom ikan dari Ayahnya Adul, tapi saat mereka mau menyembunyikan bom ikan tersebut mereka tertangkap Ayah Adul. Ayah Kembali menangkap ikan dengan bom, tapi naas bom malah mengenaik kapal hingga ayah Adul terjatuh ke laut. Beruntung ayah Adul berhasil diselamatkan ayahnya Imam dan para nelayan. Ayah Adul kapok tidak mau lagi mengebom ikan. Sementara itu Lina berpura-pura minta maaf dan berteman dengan Ida, padahal Lina punya rencana jahat pada Ida. Ida mulai gelisah karena ditelfon mantan tunangannya yang belum bisa move on. Imam sedih dan kuatir karena bapaknya belum juga pulang dari melaut setelah di saat cuaca buruk. Ayah Imam nekad melaut untuk membayar hutang sewa perahu dari rentenir hingga Imam terpaksa membolos untuk mencari ikan dibantu Aji CS. ",
              "url_image": "",
              "duration": ""
            },
            "7": {
              "title": "Episode 7",
              "url_video": "https://drive.google.com/file/d/1G5vQKBTfobBIM9rSAyu2psvoMgZvQOfJ/view?usp=drive_link",
              "synopsis": "Ida yang semakin dekat dengan Roni akhirnya didatangi Dion, tunangan Ida dari kota hingga hubungan mereka memanas. Lina memanfaatkan situasi dan kembali mendekati Roni yang kecewa. Dion yang sombong bukan hanya konflik dengan Ida dan Roni, tapi juga Aji CS yang membalas dengan mengerjain Dion sampai ketakutan. Sementara itu Ayah Imam dan para nelayan mulai belajar membaca diajari oleh Imam.",
              "url_image": "",
              "duration": ""
            },
            "8": {
              "title": "Episode 8",
              "url_video": "https://drive.google.com/file/d/1N0lQEhypF9SBCpZNBQn1R31PiPpNU6DJ/view?usp=drive_link",
              "synopsis": "Anak anak bersemangat karena hari itu adalah pelajaran olahraga dan mereka akan jogging keliling desa, tapi Aji malah terluka karena sepatunya yang sudah rusak dan belum bisa beli sepatu baru. Diam diam nenek Aji pecahin celengan dan membelikan sepatu Aji di pasar tapi malah tabrakan dengan perampok dan tas sepatu nenek Aji tertukar dengan tas berisi uang rampokan hingga Nenek terlibat masalah. Aji SC pun menyusul ke kota untuk mencari dan menolong nenek Aji. Sementara itu Bu Ida jadi disalahkan karena anak anak belum pulang sampai sore hari. ",
              "url_image": "",
              "duration": ""
            },
            "9": {
              "title": "Episode 9",
              "url_video": "https://drive.google.com/file/d/12JmZL-13CW08eTjkw-oMaIokj0tbX2Jf/view?usp=drive_link",
              "synopsis": "Aji, Imam, Wati CS dan Nenek Aji sedang dikejar kejar dua perampok yang mau ambil tas dari tangan Nenek Aji. Mereka terjebak dalam sebuah bangunan kosong dan tidak bisa pulang karena pintunya dijaga penjahat. Sementara itu di Desa nelayan Ida disalahkan oleh Lina dan warga atas hilangnya anak anak. Hingga akhirnya kecerdikan Aji CS dan bantuan Ridwan dan Ayah Adul anak anak berhasil selamat, penjahat diringkus dan uang rampokan dikembalikan pada pemiliknya.",
              "url_image": "",
              "duration": ""
            },
            "10": {
              "title": "Episode 10",
              "url_video": "https://drive.google.com/file/d/1qbMz5-9OLBE1AsJrbnN1eA3AhxlKVsFn/view?usp=drive_link",
              "synopsis": "Aji CS dan Bu Ida bersemangat karena mendapat undangan ke perpustakaan kota untuk sekaligus mengambil sumbangan buku buku untuk perpustakaan sekolah. Di kota dompet Bu Ida dicopet sehingga anak-anak harus memutar otak untuk mengumpulkan uang secara diam diam. Sementara itu di Desa Nelayan Lina sedang berusaha mendekati Roni, sedangkan para orang tua murid harus merasakan rindu karena ditinggal anak anak ke kota selama tiga hari.",
              "url_image": "",
              "duration": ""
            },
            "11": {
              "title": "Episode 11",
              "url_video": "https://drive.google.com/file/d/1A4g-gYSDMq1cxp-ZQVjDdvT2yo28cNoX/view?usp=drive_link",
              "synopsis": "Setelah sempat terlibat keributan kecil dengan anak-anak kota yang sombong akhirnya Aji CS dan Bu Ida kembali ke desa dengan membawa banyak buku untuk perpustakaan. Beberapa hari kemudian sekolah Aji CS mendapat kunjungan dari sekolah dari kota dan sekolah lainnya dan mengadakan lomba karya ilmiah. Aji CS pun harus bekerja keras untuk menghadapi lomba meski dengan alat seadanya.",
              "url_image": "",
              "duration": ""
            },
            "12": {
              "title": "Episode 12",
              "url_video": "https://drive.google.com/file/d/1uzDa07zxiflEF00sNZJRAgv5IBsbBXXk/view?usp=drive_link",
              "synopsis": "Aji CS berhasil memenangkan lomba karya ilmiah tingkat SD dengan karya tongkat bersuara untuk orang buta dan mendapat hadiah uang tapi hadiah itu jadi mengundang pencuri. Anak-anak barusaha mengejar pencurinya dan membuktikan kejahatannya. ",
              "url_image": "",
              "duration": ""
            },
            "13": {
              "title": "Episode 13",
              "url_video": "https://drive.google.com/file/d/1LneHHRUZZ4Iy9FBDVkYJKCIY52p_gO_W/view?usp=drive_link",
              "synopsis": "Aji CS membantu Bang Ridwan yang mendirikan koperasi untuk warga desa. Dibantu oleh Bu Ida dan Roni banyak masyarakat yang tertarik bergabung dan membuat ayah Adul marah karena nelayan jadi enggan menjual ikan ke ayah Adul. Adul kembali dilarang sekolah, belajar dan bergaul dengan Aji CS. Bahkan anak buah ayah Adul merusak sekolah nelayan yang didirikan Imam, Adul dan Aji CS.",
              "url_image": "",
              "duration": ""
            },
            "14": {
              "title": "Episode 14",
              "url_video": "https://drive.google.com/file/d/1CzVHG2n264kkeL7a9HMQqJ1QUA9apiB-/view?usp=drive_link",
              "synopsis": "Adul yang dilarang sekolah nekad sekolah hingga terserempet motor saat dikejar ayahnya. Para nelayan juga tidak berani lagi ikut belajar baca tulis karena takut dengan ayahnya Adul dan anak buahnya. bahkan Ayah Adul nekad menyabotase barang barang koperasi Ridwan. Sementara Lina mulai berhasil mengambil hati ibunya Roni dan diundang ibu Roni makan malam bersama hingga Roni terlambat menjemput Ida.",
              "url_image": "",
              "duration": ""
            },
            "15": {
              "title": "Episode 15",
              "url_video": "https://drive.google.com/file/d/1bXKBOrIf3fAQuRUdVeWlW-o098Gyhdw8/view?usp=drive_link",
              "synopsis": "Ida yang kuatir mendatangi rumah Roni dan malah melihat Lina sedang bersama Roni dan Ibunya hingga terjadi salah paham. Ida lalu pamit pulang dengan sedih. Aji dan Imam nekad mengajak Adul kembali mengajar baca tulis untuk para nelayan tanpa sepengetahuan ayah Adul. Ridwan juga mengajar para nelayan membuat kerajinan sebagai penghasilan tambahan hingga membuat ayah Adul kembali marah.",
              "url_image": "",
              "duration": ""
            },
            "16": {
              "title": "Episode 16",
              "url_video": "https://drive.google.com/file/d/1iE82i-Fax39uue-IDYMTce0ttuyYrsXm/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "17": {
              "title": "Episode 17",
              "url_video": "https://drive.google.com/file/d/1eh3vV2mxEHGZv4bvHH_Jh95qN-fufskg/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "18": {
              "title": "Episode 18",
              "url_video": "https://drive.google.com/file/d/1lhc5gtRQNiG6StAaZS1kh-e18Mhk17Zb/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "19": {
              "title": "Episode 19",
              "url_video": "https://drive.google.com/file/d/1ag-doN1XTuOr3U_MlY8pHDwJrgYINfVI/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "20": {
              "title": "Episode 20",
              "url_video": "https://drive.google.com/file/d/1s7fLJuJGP8vcabnSzgfjkvqdQxfHVRf9/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            }
          },
          "trailer": {
            "1": {
              "title": "Promo Anak Pantai",
              "url_video": "https://drive.google.com/file/d/1ZzTP6JwMkJbcMHBgLp8r7fPIo80XtHTD/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            }
          },
          "extras": {
            "1": {
              "title": "extras 1",
              "url_video": "",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            }
          }
        }
      },
      "synopsis": "Kisah tentang para anak usia sekolah dasar di perkampungan nelayan yang ingin bersekolah tapi harus bekerja di pantai dan laut demi membantu orang tuanya mencari nafkah. Juga menceritakan kegigihan seorang guru Sekolah Dasar untuk membujuk anak anak agar bersekolah dan meyakinkan para orang tua akan arti penting pendidikan untuk anak anak mereka.",
      "category": [""],
      "release_date": "",
      "director": "",
      "main_cast": [""],
      "description": "",
      "subscription": "free",
      "age_rating": "",
      "image": {
        "url_main": "",
        "url_poster": "",
        "url_detail": ""
      }
    },
    {
      "id": "002",
      "title": "Asep & Euis",
      "season": {
        "1": {
          "episode": {
            "1": {
              "title": "Episode 1",
              "url_video": "https://drive.google.com/file/d/1k1OOz4JIGYefB6qU_cqyepnjvWR13iSl/view?usp=drive_link",
              "synopsis": "Euis merasa resah setelah mengetahui kalau abah akan menjodohkannya dengan pria lain. Euis kemudian memberitahu Asep, kekasihnya. Asep berjanji akan segera melamar Euis, tetapi sayang abah menolak lamaran Asep mentah-mentah. Setelah dibujuk akhirnya abah memberi syarat pada Asep. Selama Asep menjadi manajer dalam satu bulan, maka lamarannya akan diterima. Saat itu juga Asep memutuskan untuk pergi ke Jakarta.",
              "url_image": "",
              "duration": ""
            },
            "2": {
              "title": "Episode 2",
              "url_video": "https://drive.google.com/file/d/15b4dZhZtfwIiz_vT3dU9hSMy6GvgglXc/view?usp=drive_link",
              "synopsis": "Di kampung Euis merasa gelisah tidak bisa menghubungi Asep. Euis mendengar kalau Abah ternyata memang membuat syarat yang tidak mungkin bisa dilakukan oleh Asep membuat Euis sedih dan marah. Sedangkan Asep di kota kembali bertemu Tamara, merasa terdesak Tamara memperkenalkan Asep sebagai calon suaminya.",
              "url_image": "",
              "duration": ""
            },
            "3": {
              "title": "Episode 3",
              "url_video": "https://drive.google.com/file/d/1jM9FD7CrGt_d0mX6do46EoO_e0R_uYaZ/view?usp=drive_link",
              "synopsis": "Di kampung Euis merasa gelisah tidak bisa menghubungi Asep. Euis mendengar kalau Abah ternyata memang membuat syarat yang tidak mungkin bisa dilakukan oleh Asep membuat Euis sedih dan marah. Sedangkan Asep di kota kembali bertemu Tamara, merasa terdesak Tamara memperkenalkan Asep sebagai calon suaminya.",
              "url_image": "",
              "duration": ""
            },
            "4": {
              "title": "Episode 4",
              "url_video": "https://drive.google.com/file/d/1FDy5wnY8rFMpx16WiuXNgoomrUvTW1rL/view?usp=drive_link",
              "synopsis": "Abah yang akan berulang tahun mempunyai permintaan kepada Euis dan Ambu, tetapi setelah mendengarkan permintaan abah keduanya malah tambah pusing. Pasalnya Abah ingin ulang tahunnya dirayakan oleh raja dan ratu dangdut. Mendengar hal itu Andre dan Asep berlomba-lomba mewujudkan keinginan abah untuk dihibur oleh raja dan ratu dangdut.",
              "url_image": "",
              "duration": ""
            },
            "5": {
              "title": "Episode 5",
              "url_video": "https://drive.google.com/file/d/178FWCoDlFVRygwTIOX2WvFX1tCI7kjt3/view?usp=drive_link",
              "synopsis": "Asep terjatuh di kebun singkong saat melakukan tantangan dari abah dan ditemukan oleh Samson pemuda dengan suara yang indah. Menjelang ulang tahun Abah, Asep sudah pasrah akan kalah dari Andre yang berhasil membawa raja dan ratu dangdut, tetapi ternyata raja dan ratu dangdut yang dibawa Andre adalah palsu. Demi menghibur abah yang kecewa Asep meminta Samson untuk bernyanyi.",
              "url_image": "",
              "duration": ""
            },
            "6": {
              "title": "Episode 6",
              "url_video": "https://drive.google.com/file/d/1Tc5izgBitoQv4hl1sY8hh5wjZs8k7xqg/view?usp=drive_link",
              "synopsis": "Abah tidak sengaja bertemu dengan seorang pria bernama Marko yang mengaku sebagai pengusaha Villa. Mendengar hal itu muncul ide abah untuk mendekatkan Marko dengan Abah, tanpa tahu bahwa Marko sebenarnya adalah seorang penipu yang ingin memikat hati Euis saja. Abah bahkan bersikap kasar kepada Andre yang bingung dengan perubahan Abah itu.",
              "url_image": "",
              "duration": ""
            },
            "7": {
              "title": "Episode 7",
              "url_video": "https://drive.google.com/file/d/1pxxR0l7iuBZxXnqn-xEQw4-CMBajGMD0/view?usp=drive_link",
              "synopsis": "Marko terus menjalankan usahanya untuk menipu Abah. Abah bahkan mengeluarkan uang 50 juta untuk membeli Villa yang Marko tawarkan dengan begitu Marko menginginkan segera bertunangan dengan Euis. Andre dan Asep bekerja sama mencari tahu soal Marko, mereka mendapati bahwa Marko adalah penipu di hari pertunangan Euis.",
              "url_image": "",
              "duration": ""
            },
            "8": {
              "title": "Episode 8",
              "url_video": "https://drive.google.com/file/d/1IMA6uZB-7lC9jfIFrilCSwiGyReWGFpF/view?usp=drive_link",
              "synopsis": "Leila seorang TKW kembali ke kampung dan membuat kehebohan. Pasalnya dia mengaku mendapat uang banyak sejak jadi TKW. Mendengar hal itu Abah kemudian berpikir akan mengirim Euis jadi TKW di Arab biar saat pulang bisa jadi kaya raya. Euis tidak mau dan meminta Asep melamarnya, sayangnya Abah tetap pada pendiriannya.",
              "url_image": "",
              "duration": ""
            },
            "9": {
              "title": "Episode 9",
              "url_video": "https://drive.google.com/file/d/1odqFvpDmtuLoOeIgNN02OiBDVxkirhqM/view?usp=drive_link",
              "synopsis": "Euis akhirnya berangkat ke Jakarta untuk didaftarkan menjadi TKW, tetapi ada yang aneh dengan yayasan penyalur yang menampung Euis. Asep yang mendapat surat dari Euis tahu dari Leila bahwa yayasan itu adalah yayasan ilegal yang mencari wanita dari kampung untuk dijadikan pelacur di luar negeri. ",
              "url_image": "",
              "duration": ""
            },
            "10": {
              "title": "Episode 10",
              "url_video": "https://drive.google.com/file/d/1_t2OUJig1WJicBsT7pt_5IeW05kIOBt9/view?usp=drive_link",
              "synopsis": "Kampung Asep kedatangan artis terkenal yang sedang syuting di sana. Secara tidak sengaja Asep berkenalan dengan Dandi sang Artis yang ternyata pernah tinggal di kampung sana. Dandi yang sedang berada di kampung pun bertemu dengan Euis yang ternyata adalah teman masa kecilnya dan kembali jatuh cinta dengan Euis, tetapi kekasih Dandi dari kota datang dan salah paham dengan Euis.",
              "url_image": "",
              "duration": ""
            },
            "11": {
              "title": "Episode 11",
              "url_video": "https://drive.google.com/file/d/1N1iW3hNTKaaQP9MPS0pLoY62eyX8HfQ8/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "12": {
              "title": "Episode 12",
              "url_video": "",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "13": {
              "title": "Episode 13",
              "url_video": "https://drive.google.com/file/d/1UVBV_5OyC4z3fLjN7RzsuTVglbzN4PNY/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "14": {
              "title": "Episode 14",
              "url_video": "https://drive.google.com/file/d/1nLmPCVYuPyxl0CgsB7w4vYjwB42EH-V0/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "15": {
              "title": "Episode 15",
              "url_video": "https://drive.google.com/file/d/1Ke4hfn-w_KlBoSnbJwoa64Km0YiQPX0G/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "16": {
              "title": "Episode 16",
              "url_video": "https://drive.google.com/file/d/1_GN4rbvF0iGcnQLodUi4GOy7HSwX0YQM/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "17": {
              "title": "Episode 17",
              "url_video": "https://drive.google.com/file/d/1ZZhiU5b4wrcX4eLzYIm1aKeG5B1RDNmB/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "18": {
              "title": "Episode 18",
              "url_video": "https://drive.google.com/file/d/1cZC8hVUTky87rhQsfIqf9Sf1XJxHCYo3/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "19": {
              "title": "Episode 19",
              "url_video": "https://drive.google.com/file/d/11YyXCYQrcgwe3C-bG3HNfmBNHnjwwtxh/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "20": {
              "title": "Episode 20",
              "url_video": "https://drive.google.com/file/d/1ZHAXjoKrr_uO3UBTFJCXtCCC3rmEFCdZ/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            }
          },
          "trailer": {
            "1": {
              "title": "Promo Asep & Euis",
              "url_video": "https://drive.google.com/file/d/1hxhbkDtQB_WctUZMrVi2ibGNLiRYAOqM/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            }
          },
          "extras": {
            "1": {
              "title": "Extras 1",
              "url_video": "",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            }
          }
        }
      },
      "synopsis": "Asep dan Euis saling jatuh cinta, untuk membuktikan cintanya kepada orang tua Euis, Asep memutuskan pergi ke Jakarta untuk mencari kerja sebagai syarat lamarannya kepada Euis. Namun di Jakarta Asep justru ketemu dengan Tamara si gadis Rocker. ",
      "category": [""],
      "release_date": "",
      "director": "",
      "main_cast": [""],
      "description": "",
      "subscription": "free",
      "age_rating": "",
      "image": {
        "url_main": "",
        "url_poster": "",
        "url_detail": ""
      }
    },
    {
      "id": "003",
      "title": "Catatan Harian Amel",
      "season": {
        "1": {
          "episode": {
            "1": {
              "title": "Episode 1",
              "url_video": "https://drive.google.com/file/d/1QorjID9eOITo8753FHKrlo_P7RU5fbQZ/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "2": {
              "title": "Episode 22",
              "url_video": "https://drive.google.com/file/d/1S9auaC_a6uyxQirKZ4ptXEI82-93av1J/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "3": {
              "title": "Episode 3",
              "url_video": "https://drive.google.com/file/d/1nqArnNxodORsAXA-RCWHoIxbImawycmL/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "4": {
              "title": "Episode 4",
              "url_video": "https://drive.google.com/file/d/1EXN-eZvETmskTRs8NhVorayAhDin9fzJ/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "5": {
              "title": "Episode 5",
              "url_video": "https://drive.google.com/file/d/12-iSzuYE_HnXzTw1jvzPVEv04POYFaTl/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "6": {
              "title": "Episode 6",
              "url_video": "https://drive.google.com/file/d/1LQsKnGKpSXiF9XPGSOe9uvB8Nu5ERWBb/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "7": {
              "title": "Episode 7",
              "url_video": "https://drive.google.com/file/d/1ynKvW0r69dfkyCVuCuH7c5WnmKgPVA5r/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "8": {
              "title": "Episode 8",
              "url_video": "https://drive.google.com/file/d/1BbT9QJhb4NJSXPhnF_IknC90OiIW4fwe/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "9": {
              "title": "Episode 9",
              "url_video": "https://drive.google.com/file/d/15_J8M_0iXlxpPl-Y7_qHr9xv3NRUw6cl/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "10": {
              "title": "Episode 10",
              "url_video": "https://drive.google.com/file/d/1tpQVtzajn1dgLaIc8ZTfK-_q2ag48FkU/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "11": {
              "title": "Episode 11",
              "url_video": "https://drive.google.com/file/d/1086_K0dVXatBSWAQoCHNRNCEknaPg8sj/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "12": {
              "title": "Episode 12",
              "url_video": "https://drive.google.com/file/d/1eFR4RfKtPitIZcSQrh2Q6ntU_QMAIj78/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "13": {
              "title": "Episode 13",
              "url_video": "https://drive.google.com/file/d/1lKS84EMFHantqw8bvGnDgcQnvg6MwOGO/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "14": {
              "title": "Episode 14",
              "url_video": "https://drive.google.com/file/d/1dOymkTLj1CZRAbaLuw02wTOOWvF0lNfH/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "15": {
              "title": "Episode 15",
              "url_video": "https://drive.google.com/file/d/1G3MB8bmIm_qY_QHNwcRlgXcmV06wl-0r/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "16": {
              "title": "Episode 16",
              "url_video": "https://drive.google.com/file/d/1sL4fug1pvoUqvV2hGiJQ9LkMHGbAT5RX/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "17": {
              "title": "Episode 17",
              "url_video": "https://drive.google.com/file/d/1FRttrkMwVXFDzMm8rg-fnTVmxjTbbdgt/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "18": {
              "title": "Episode 18",
              "url_video": "https://drive.google.com/file/d/1Dhr8rKot8mAngg1vL7zUMFU52z3UHwgW/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "19": {
              "title": "Episode 19",
              "url_video": "https://drive.google.com/file/d/1uW3-XzefaJGmEvQIzMXVW0DDe6aGzgjo/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "20": {
              "title": "Episode 20",
              "url_video": "https://drive.google.com/file/d/1wROOS6j4mojE_Nr6ixowbokulG9d6Gnq/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            }
          },
          "trailer": {
            "1": {
              "title": "Promo Catatan Harian Amel",
              "url_video": "https://drive.google.com/file/d/1mm2VI18DndIL8cbU3flIb4zu5Bclc_9t/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            }
          },
          "extras": {
            "1": {
              "title": "extras 1",
              "url_video": "",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            }
          }
        }
      },
      "synopsis": "",
      "category": [""],
      "release_date": "",
      "director": "",
      "main_cast": [""],
      "description": "",
      "subscription": "free",
      "age_rating": "",
      "image": {
        "url_main": "",
        "url_poster": "",
        "url_detail": ""
      }
    },
    {
      "id": "004",
      "title": "Joko Tingkir",
      "season": {
        "1": {
          "episode": {
            "1": {
              "title": "Episode 1",
              "url_video": "https://drive.google.com/file/d/1bWb8bFs6d9ySJ3aZJcDt4sMnjCMMiEez/view?usp=drive_link",
              "synopsis": "Karena ulah jahat Juragan Djarot, Mas Karebet harus berpisah dari orangtuanya,  Budiman dan Lastri, sejak  bayi. Mas Karebet lalu dirawat oleh seorang kyai dan diberi nama Jaka. Ketika berumur 10 tahun, Pak Kyai akhirnya memberi tahu Jaka tentang masa lalunya. Jaka yang jago silat itu pun pergi mencari kedua orangtuanya.",
              "url_image": "",
              "duration": ""
            },
            "2": {
              "title": "Episode 2",
              "url_video": "https://drive.google.com/file/d/1YwT5UVlKM0ts2sWypLnWnAcb_dCothCU/view?usp=drive_link",
              "synopsis": "Jaka akhirnya bertemu kembali dengan kedua orangtuanya. Mereka pun tinggal bersama. Sayangnya, kampung mereka tinggal dibuat heboh oleh teror Maling Kondang yang mencuri barang-barang dan hewan peliharaan warga. Jaka dan para warga pun mencoba menangkap dan mencari tahu siapa Maling Kondang sebenarnya.",
              "url_image": "",
              "duration": ""
            },
            "3": {
              "title": "Episode 3",
              "url_video": "https://drive.google.com/file/d/1QB-cG6lev9ITDcdKCOfT2Rl0psdd4v3c/view?usp=drive_link",
              "synopsis": "Karena hasil panen kebun yang melimpah, Budiman memutuskan untuk mengadakan syukuran dengan menyelenggarakan acara sunatan massal. Djarot yang mengetahui itu pun ingin menggagalkan rencana Budiman dan Lastri. Djarot lalu menyuruh anak buahnya untuk menculik mantri sunat. Sementara Gembul dan Cungkring yang akan menjadi pengantin sunat berusaha kabur karena mereka takut disunat. Jaka pun mencoba menyelamatkan mantri sunat yang diculik, sekaligus membantu Gembul dan Cungkring agar berani disunat.",
              "url_image": "",
              "duration": ""
            },
            "4": {
              "title": "Episode 4",
              "url_video": "https://drive.google.com/file/d/1-Bab6hhFcpeWEzFa6c-u9kSmlLWwl8Qv/view?usp=drive_link",
              "synopsis": "Budiman dan Lastri membelikan Jaka seekor kerbau yang diberi nama Bule. Jaka sangat sayang dengan Bule karena kerbaunya itu baik dan bisa digunakan untuk membantu membawa panen warga. Namun Gembul dan Cungkring ingin berbuat iseng ke Bule. Mereka lalu memasukkan jangkrik ke dalam telinga Bule. Bule pun mengamuk dan membuat kekacauan di kampung. Sementara Jaka bingung mencari Bule yang menghilang.",
              "url_image": "",
              "duration": ""
            },
            "5": {
              "title": "Episode 5",
              "url_video": "https://drive.google.com/file/d/1mgB8HdAcIaFYQSx3XfCAehgD5QcyQ1FG/view?usp=drive_link",
              "synopsis": "Tantenya Cungkring dan anak buahnya ingin melakukan penebangan pohon di hutan dekat perkampungan warga. Jaka dan para warga pun menolak. Tapi tantenya Cungkring membuat surat perizinan palsu sehingga dia dan anak buahnya bisa dengan bebas melakukan pembalakan hutan. ",
              "url_image": "",
              "duration": ""
            },
            "6": {
              "title": "Episode 6",
              "url_video": "https://drive.google.com/file/d/1YF04DhbMANKbakDRGdvZX38aEtu79wCX/view?usp=drive_link",
              "synopsis": "Jaka sedang ikut kerja bakti bersama warga kampung. Lalu dia tidak sengaja menemukan botol berisi peta harta karun. Cungkring yang melihat itu kemudian mencuri botol berisi peta harta karun itu. Lalu, bersama Gembul dan kedua teman lainnya, Cungkring mencoba mencari harta karun tersebut. Sayangnya, mereka gagal terus. Jaka akhirnya membantu Cungkring dan kawan-kawan untuk mencuri harta karun tersebut. Tanpa mereka ketahui, dua orang berandal ternyata sedang mengintai mereka untuk merebut harta karun itu.",
              "url_image": "",
              "duration": ""
            },
            "7": {
              "title": "Episode 7",
              "url_video": "https://drive.google.com/file/d/1r3g3mnb2gf4Pp7GOLoaWrnfPmbIAC7b3/view?usp=drive_link",
              "synopsis": "Cungkring dan Gembul ketakutan karena dikejar oleh makhluk misterius. Ternyata makhluk misterius itu juga melakukan teror dengan memakan hewan ternak milik warga. Jaka dan para warga kemudian mencoba mencari tahu tentang  makhluk misterius. Sayangnya, tidak berhasil. Jaka lalu mencoba menjebak makhluk misterius itu dengan menggunakan kerbaunya sebagai umpan.",
              "url_image": "",
              "duration": ""
            },
            "8": {
              "title": "Episode 8",
              "url_video": "https://drive.google.com/file/d/1VsLkfECnYHx8R0ZN7nNkmmmgVuHFrU0p/view?usp=drive_link",
              "synopsis": "Bos Udin dan kedua anak buahnya sedang mencari cara untuk mendapatkan uang. Kedua anak buah Bos Udin kemudian memutuskan untuk menjadi pengamen badut. Awalnya Bos Udin marah melihat kedua anak buahnya menjadi pengamen badut, tapi kemudian dia mendapat akal jahat. Bos Udin menyuruh kedua anak buahnya untuk mencuri dengan menggunakan kostum badut sambil mengikuti Lastri dan Budiman. Sehingga warga jadi curiga kalau Lastri dan Budiman yang mencuri uang dan harta berharga mereka. Jaka yang mengetahui itu pun mencoba membuktikan kalau kedua orangtuanya bukan pencuri.",
              "url_image": "",
              "duration": ""
            },
            "9": {
              "title": "Episode 9",
              "url_video": "https://drive.google.com/file/d/1n8Uu2k53we8f6IMgZD0Wd8HVpsBoFDpP/view?usp=drive_link",
              "synopsis": "Saat Jaka sedang bermain bola bersama teman-temannya, dia tidak sengaja menemukan sebuah kotak berisi dokumen seorang pejuang. Bos Udin yang mendengar itu mengira kalau kotak dokumen itu adalah harta karun. Bos Udin kemudian menyuruh anak buahnya untuk merebut kotak itu saat teman-temannya Jaka sedang mencari jejak sang pejuang di kampung mereka. Sementara itu, Jaka bertemu dengan seorang kakek berpenampilan seram yang ternyata seorang mantan pejuang kemerdekaan.",
              "url_image": "",
              "duration": ""
            },
            "10": {
              "title": "Episode 10",
              "url_video": "https://drive.google.com/file/d/1almN6PXf33Dl3853YaxSluSim_4aF_kB/view?usp=drive_link",
              "synopsis": "Jaka dan Ayu menangkap ular berbisa dan menaruhnya ke dalam tas hitam. Di tengah jalan, mereka tidak sengaja tabrakan dengan dua orang perampok yang sedang melarikan diri dari kejaran petugas keamanan. Saat itu, tas Jaka yang berisi ular berbisa tertukar dengan tas si perampok yang berisi barang-barang curiannya. Sementara itu, Cungkring dan Gembul merebut tas Jaka dan membawanya pergi. Jaka pun mencoba mencari Cungkring dan Gembul agar mereka tidak membuka tas berisi ular berbisa itu. Di saat yang sama, kedua perampok mencari Jaka untuk mengambil kembali tas berisi barang curian mereka.",
              "url_image": "",
              "duration": ""
            },
            "11": {
              "title": "Episode 11",
              "url_video": "https://drive.google.com/file/d/1-reIs7K6hOzuOpIxAtZYyyFHpH7jp1RB/view?usp=drive_link",
              "synopsis": "Pak Gembul melakukan atraksi kuda lumping bersama teman-temannya. Sayangnya, Pak Gembul mengalami kecelakaan saat mau salto di atas bambu. Gembul lalu meminta bantuan Jaka untuk menggantikan Pak Gembul main kuda lumping, dan membuat Cungkring kesal. Sementara itu, Jaka mengetahui kalau Pak Gembul bukan kecelakaan, tapi ada yang ingin mencelakai Pak Gembul. Jaka lalu disekap oleh orang yang sudah mencelakai Pak Gembul itu.",
              "url_image": "",
              "duration": ""
            },
            "12": {
              "title": "Episode 12",
              "url_video": "https://drive.google.com/file/d/1DikQ3F0RKhM1RqYyA-2py-RWG-guZN1L/view?usp=drive_link",
              "synopsis": "Ayu kedatangan sepupunya dari kota bernama Latifah yang tidak suka tinggal di kampung. Latifah yang usil akhirnya mengerjai Cungkring dan Gembul yang menemaninya bermain. Latifah mencuri sarung Pak RT di mushala, melepaskan ayam peliharaan Pak RT, dan bahkan mengambil rambutan milik Pak RT. Gembul dan Cungkring pun kena hukum sama Pak RT. Lalu, karena keusilan Latifah, buaya peliharaan Pak RT lepas dari kandangnya dan membuat heboh warga kampung. ",
              "url_image": "",
              "duration": ""
            },
            "13": {
              "title": "Episode 13",
              "url_video": "https://drive.google.com/file/d/1eSmr9Y5mG3AGg3m9cloKBMM6XKIhX30M/view?usp=drive_link",
              "synopsis": "Jaka yang ingin pergi main bola dengan teman-temannya jadi datang terlambat karena membantu Ki Somat memetik kelapa. Saat Jaka akhirnya bermain bola dengan teman-temannya, tiba-tiba anak-anak dari kampung sebelah datang dan menantang mereka main bola api. Demi membela nama baik kampung mereka, Jaka dan teman-temannya meminta bantuan Ki Somat untuk mengajarkan mereka bermain bola api. Sayangnya, bermain bola api tidak semudah yang mereka bayangkan.",
              "url_image": "",
              "duration": ""
            },
            "14": {
              "title": "Episode 14",
              "url_video": "https://drive.google.com/file/d/1KlTqBL17H86p-N3kVgQ897tIU5qtUrY4/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "15": {
              "title": "Episode 15",
              "url_video": "https://drive.google.com/file/d/1KdITd5nFDi1T1-7vqPDaJSpedQxsfMDO/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "16": {
              "title": "Episode 16",
              "url_video": "https://drive.google.com/file/d/1VrJtT1UPLkVJuctCxOzcDQu4m85qJbcv/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "17": {
              "title": "Episode 17",
              "url_video": "https://drive.google.com/file/d/1RF_Dco20hd8ADFKdGJ6S2POPwqEDiwKM/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "18": {
              "title": "Episode 18",
              "url_video": "https://drive.google.com/file/d/1to1i1n-iJD4CeIdNzEp0qPg4cSwL0C4Y/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "19": {
              "title": "Episode 19",
              "url_video": "https://drive.google.com/file/d/1tZsNc4hD3CC85wdld3XG6ZD4Imj3Ilzo/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "20": {
              "title": "Episode 20",
              "url_video": "https://drive.google.com/file/d/1QD_3FAvUshYdOMHRNS_1cJlccBvyKPlz/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            }
          },
          "trailer": {
            "1": {
              "title": "Promo Joko tingkir",
              "url_video": "https://drive.google.com/file/d/1NT6OZozN3jHwiGsePuTFXNu_4jez25H6/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            }
          },
          "extras": {
            "1": {
              "title": "extras 1",
              "url_video": "",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            }
          }
        }
      },
      "synopsis": "",
      "category": [""],
      "release_date": "",
      "director": "",
      "main_cast": [""],
      "description": "",
      "subscription": "free",
      "age_rating": "",
      "image": {
        "url_main": "",
        "url_poster": "",
        "url_detail": ""
      }
    },
    {
      "id": "005",
      "title": "Kampung Bocah",
      "season": {
        "1": {
          "episode": {
            "1": {
              "title": "Episode 1",
              "url_video": "https://drive.google.com/file/d/1kOCyuzZB56qLPNZoc-0xd58CYmySlh2o/view?usp=drive_link",
              "synopsis": "Ustadz mengajarkan bahwa surga ada di telapak kaki ibu. Pelajaran ini membuat anak-anak memperlakukan kaki ibunya masing-masing secara berlebihan. Tapi Ucok sedih karena dia tidak punya ibu karena sudah meninggal. Akhirnya teman-temannya membantu Ucok untuk mendapatkan surga yaitu dengan cara meminjamkan sepatu milik ibu mereka pada Ucok. Tapi kampung malah heboh karena mengira ada maling sepatu di kampung itu.",
              "url_image": "",
              "duration": ""
            },
            "2": {
              "title": "Episode 2",
              "url_video": "https://drive.google.com/file/d/1Al9gd6pWDxteuSIyGhwqG4eYf2ipK8bx/view?usp=drive_link",
              "synopsis": "Kali ini Ustadz mengajarkan bahwa berlomba-lomba lah dalam berbuat kebaikan karena kebaikan termasuk sodaqoh. Akhirnya anak-anak saling berlomba berbuat kebaikan. Karena tidak ada yang sedang butuh bantuan, mereka malah membuat suasana jadi makin kacau karena mereka malah bikin ulah dulu agar bisa membantu nantinya.",
              "url_image": "",
              "duration": ""
            },
            "3": {
              "title": "Episode 3",
              "url_video": "https://drive.google.com/file/d/1N3MxiC7NPZeaA2DMQ63wUAV0Q3QrNF-C/view?usp=drive_link",
              "synopsis": "Kampung kedarangan peramal palsu yang ujungnya malah merugikan banyak warga. Anak-anak yang sudah diajarkan untuk tidak percaya pada peramal karena termasuk dosa syirik, akhirnya berusaha mengusir si peramal itu dari kampung mereka dengan menggunakan kecerdikan mereka. Si peramal jadi babak belur karena termakan siasat anak-anak dan ditangkap lalu dibawa ke polisi.",
              "url_image": "",
              "duration": ""
            },
            "4": {
              "title": "Episode 4 : Menyayangi Binatang",
              "url_video": "https://drive.google.com/file/d/184sTrmF7Ta4Rlj-6SVxYQvfBsZrncXbD/view?usp=drive_link",
              "synopsis": "Pak Ustadz mengajarkan kalau kita harus saling mengasihi dan menyayangi sesama dan juga menyayangi binatang karena sesama ciptaan Allah. Karena pelajaran ini, anak-anakpun mendadak jadi punya peliharaan binatang masing-masing di rumah. Tp malah membuat orang tua mereka jadi tambah kerepotan karena tidak terbiasa memelihara binatang peliharaan di rumah. Apalagi binatang yang anak-anak pelihara bukan binatang biasa dipelihara di dalam rumah seperti ayam, kambing, dll. Tapi akhirnya anak-anak berhasil menyelamatkan seekor kucing yang hendak dicuri lalu dikembalikan pada oemiliknya karena pemiliknya menjanjikan hadiah bagi yang menemukan. Tapi anak-anak hebat ini menolak hadiah karena teringat pelajaran dari ustadz tentang sayang binatang dan menolong sesama tanpa pamrih.",
              "url_image": "",
              "duration": ""
            },
            "5": {
              "title": "Episode 5 : Kebersihan Sebagian Dari Iman",
              "url_video": "https://drive.google.com/file/d/1Vqgt1omgh7WqqUd1NA10IwSYR2GMkcK1/view?usp=drive_link",
              "synopsis": "Kali ini anak-anak mendapat pelajaran baru bahwa kebersihan adalah sebagian dari iman. Baik kebersihan di luar maupun kebersihan di dalam. Dan sekali lagi anak-anak melaksanakan hal ini secara berlebihan sehingga merepotkan banyak orang dan orang tua mereka. Bahkan saking semangatnya membersihkan lingkungan, mereka tidak sengaja membersihkan dan membuang kantong plastik berisi iuran listrik warga yang dikumpulkan pak hansip. Bapaknya Ucokpun hampir dipecat karena dianggap menghilangkan uang warga. Anak-anakpun kerjasama untuk menemukan lagi kantong plastik yang mereka buang. Akhirnya ketemu dan bapaknya Ucok tidak jadi dipecat.",
              "url_image": "",
              "duration": ""
            },
            "6": {
              "title": "Episode 6 : Menghormati Dan Menghargai Tamu",
              "url_video": "https://drive.google.com/file/d/10s5dr38yAtP9r2FgTmsBBTdVvC4kA9HC/view?usp=drive_link",
              "synopsis": "Pak Ustadz mengajarkan akhlak Rasul dan Sahabat Rosul tentang menghormati dan menghargai tamu. Tapi anak-anak mencernanya secara salah. Bahkan Rafi sampai memaksa pengemis untuk jadi tamu di rumahnya dan diperbolehkan melakukan apa saja sebagai bentuk menghormati dan menghargai tamu. Tentu saja hal ini malah membuat orang tua Rafi marah dan kerepotan. Sampai suatu hari datang tamu yang mengaku produser. Dia dilayani dan dihargai di rumah. Tapi Rafi ragu dengan tamu ini. Akhirnya Rafi dan teman-temannya berhasil membongkar kedok bahwa orang itu adalah penipu produser palsu. Untung ibunya Rafi belum sempat tertipu uangnya.",
              "url_image": "",
              "duration": ""
            },
            "7": {
              "title": "Episode 7 : Kerja Keras Banting Tulang",
              "url_video": "https://drive.google.com/file/d/1AmRaTrbmYgXZXv3OFgWzq3APBfanp4KC/view?usp=drive_link",
              "synopsis": "Kali ini anak-anak mendapat pelajaran bahwa agama mengajarkan kita untuk bekerja keras banting tulang untuk membahagiakan orang yang kita sayangi. Dan ini termasuk ibadah. Tapi anak-anak mengartikan apa adanya sehingga mereka berlomba-mencari tulang ikan, ayam dan kambing untuk dibanting-banting. Ini justru membuat banyak masalah di rumah masing-masing sehingga mereka takut pulang. Akhirnya semuanya ketemu dan pulang setelah dijelaskan arti sebenarnya dari kerja keras banting tulang.",
              "url_image": "",
              "duration": ""
            },
            "8": {
              "title": "Episode 8",
              "url_video": "",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "9": {
              "title": "Episode 9",
              "url_video": "",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "10": {
              "title": "Episode 10 : Tangan Kanan Memberi, Tangan Kiri Tidak Boleh Tahu(Ikhlas)",
              "url_video": "https://drive.google.com/file/d/1kVJNMJP56kZJ4qrDue-cbsURbvuM1NiY/view?usp=drive_link",
              "synopsis": "Kali ini pak ustadz mengajarkan tentang keikhlasan yang dijelaskan bahwa dalam beramal, kalau tangan kanan memberi, tangan kiri tidak boleh tau. Anak-anak malah mengartikan apa adanya kalimat itu. Mereka pun berusaha beramal tapi menutupi tangan kiri mereka masing-masing. Ada yang memakai selendang, sarung tangan dan bahkan Ucok menutup tangan kirinya dengan sarung tinju milik bapaknya. Tentu ini akan jadi lucu bagi orang mereka kasih amal. Tapi Ucok lebih parah karena anak yang ingin dia kasih malah kabur karena mengira Ucok akan memukulinya karena Ucok memakai sarung tinju. Akhirnya semua dijelaskan lagi oleh pak ustadz tentang kalimat yang dia pakai untuk menggambarkan keikhlasan itu.",
              "url_image": "",
              "duration": ""
            },
            "11": {
              "title": "Episode 11",
              "url_video": "https://drive.google.com/file/d/1P4KBHK9j3Adi70z3z4DqEO20BkUW_Nc0/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "12": {
              "title": "Episode 12",
              "url_video": "https://drive.google.com/file/d/1qk5EYUuX08u4mZ8HTPO3OvVul-7JPory/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "13": {
              "title": "Episode 13",
              "url_video": "https://drive.google.com/file/d/1ZAl7u7dtueg7a9fGFsmHJxjroBHKK_oQ/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "14": {
              "title": "Episode 14",
              "url_video": "https://drive.google.com/file/d/1X5SYC9Ud73Umh0ym51wNxE7C5XzMEboL/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "15": {
              "title": "Episode 15",
              "url_video": "https://drive.google.com/file/d/1fg7MSjgTP_90aJUr1qm9ohom2ZldmyVx/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "16": {
              "title": "Episode 16",
              "url_video": "https://drive.google.com/file/d/1cupfltMGq8gLUHqEzWKcc52_OaQmPnax/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "17": {
              "title": "Episode 17",
              "url_video": "https://drive.google.com/file/d/1XcnhriUL_PLnPpePZOYb3oE_Y_LvBGJF/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "18": {
              "title": "Episode 18",
              "url_video": "https://drive.google.com/file/d/1Uta30WZ0VkcU6uWtoxYVdlNJbnhAVF3N/view?usp=drive_link",
              "synopsis": "Kali ini pak ustadz mengajarkan tentang keikhlasan yang dijelaskan bahwa dalam beramal, kalau tangan kanan memberi, tangan kiri tidak boleh tau. Anak-anak malah mengartikan apa adanya kalimat itu. Mereka pun berusaha beramal tapi menutupi tangan kiri mereka masing-masing. Ada yang memakai selendang, sarung tangan dan bahkan Ucok menutup tangan kirinya dengan sarung tinju milik bapaknya. Tentu ini akan jadi lucu bagi orang mereka kasih amal. Tapi Ucok lebih parah karena anak yang ingin dia kasih malah kabur karena mengira Ucok akan memukulinya karena Ucok memakai sarung tinju. Akhirnya semua dijelaskan lagi oleh pak ustadz tentang kalimat yang dia pakai untuk menggambarkan keikhlasan itu.",
              "url_image": "",
              "duration": ""
            },
            "19": {
              "title": "Episode 19",
              "url_video": "https://drive.google.com/file/d/1ls_88hgUTm57ptO545wuKbPi-4c32_qR/view?usp=drive_link",
              "synopsis": "Kali ini pak ustadz mengajarkan tentang keikhlasan yang dijelaskan bahwa dalam beramal, kalau tangan kanan memberi, tangan kiri tidak boleh tau. Anak-anak malah mengartikan apa adanya kalimat itu. Mereka pun berusaha beramal tapi menutupi tangan kiri mereka masing-masing. Ada yang memakai selendang, sarung tangan dan bahkan Ucok menutup tangan kirinya dengan sarung tinju milik bapaknya. Tentu ini akan jadi lucu bagi orang mereka kasih amal. Tapi Ucok lebih parah karena anak yang ingin dia kasih malah kabur karena mengira Ucok akan memukulinya karena Ucok memakai sarung tinju. Akhirnya semua dijelaskan lagi oleh pak ustadz tentang kalimat yang dia pakai untuk menggambarkan keikhlasan itu.",
              "url_image": "",
              "duration": ""
            },
            "20": {
              "title": "Episode 20",
              "url_video": "https://drive.google.com/file/d/1yxwcQObZ2hkuVakKKzky7wOTxAS9Ov6z/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            }
          },
          "trailer": {
            "1": {
              "title": "Promo Kampung Bocah",
              "url_video": "https://drive.google.com/file/d/1oNuip9EVGv77N4UHEjEY6zYCgh0ZuzzT/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            }
          },
          "extras": {
            "1": {
              "title": "Extras 1",
              "url_video": "",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            }
          }
        }
      },
      "synopsis": "",
      "category": [""],
      "release_date": "",
      "director": "",
      "main_cast": [""],
      "description": "",
      "subscription": "free",
      "age_rating": "",
      "image": {
        "url_main": "",
        "url_poster": "",
        "url_detail": ""
      }
    },
    {
      "id": "006",
      "title": "Musafir",
      "season": {
        "1": {
          "episode": {
            "1": {
              "title": "Episode 1",
              "url_video": "https://drive.google.com/file/d/1q7Q1W0AZTbTXkJglvy8HehPeKuwJvVJT/view?usp=drive_link",
              "synopsis": "Yusuf adalah murid Kiai yang tekun, akhirnya kembali dari pesantren dan pulang ke rumah. Namun saat di kampungnya, dia mendengar kalau pemuda masjid sekarang suka berpesta miras. Pak Kodir, bapak dari Ainun kawan lamanya Yusuf pun terlibat utang perjudian sampai mencuri celengan Ainun. Karena kedatangan dan binaan dari Yusuf, warga yang maksiat tersebut akhirnya bertobat. ",
              "url_image": "",
              "duration": ""
            },
            "2": {
              "title": "Episode 2",
              "url_video": "",
              "synopsis": "Yusuf dipertemukan oleh korban-korban dari rentenir kampung yaitu, Samsul. Samsul melipatgandakan bunga bagi orang-orang yang berhutang padanya. Sehingga, warga mengalami kesulitan. Yusuf menegur berkali-kali kepada Samsul, hingga Samsul mencari cara untuk mengusir Yusuf dari kampung. Namun, pelaku suruhan Samsul segera ketahuan dan dia melakukan itu supaya tidak terlilit utang. Yusuf akhirnya menyelesaikan kembali masalah warga yang terlibat dengan Samsul.",
              "url_image": "",
              "duration": ""
            },
            "3": {
              "title": "Episode 3",
              "url_video": "",
              "synopsis": "Yusuf melanjutkan perjalanannya ke pesantren ustadz Hasan. Yusuf dipertemukan dengan Koko yang mengidap penyakit disleksia dan selalu dimarahi oleh bapaknya. Bapak Koko selalu menganggap Koko tidak berguna karena kekurangannya itu. Ternyata Koko memiliki bakat menggambar yang baik tetapi tetap ditolak oleh bapaknya. Yusuf akhirnya membuat bapaknya sadar akan bakat Koko walaupun mengidap disleksia. ",
              "url_image": "",
              "duration": ""
            },
            "4": {
              "title": "Episode 4",
              "url_video": "",
              "synopsis": "Rumah Ibu Hasna kebakaran saat anaknya sedang tidur, saat menyelamatkan anaknya,  muka Hasna terbakar. Alhasil Hasna mengalamai cacat dan luka bakar di mukanya. Hasna mengalami kesulitan mencari kerja dan Safina anaknya malah dirundung teman-temannya. Tetapi anaknya selalu baik dan melindungi ibunya.  Yusuf menjadi perantara bagi perundung dan Safina supaya menjadi pribadi yang lebih baik. ",
              "url_image": "",
              "duration": ""
            },
            "5": {
              "title": "Episode 5",
              "url_video": "",
              "synopsis": "Perjalanan Yusuf dipertemukan oleh Pak Roni yang memiliki bengkel. Pak Roni selalu tidak yakin dengan kemampuan anaknya sendiri, Adit. Karena kemampuan Yusuf, dia diterima untuk bekerja di bengkel dan menginap sementara di rumah Roni. Adit merasa tidak terima dengan keberadaan Yusuf di rumahnya. Hingga suatu waktu, Adit mengalami kecelakaan karena akibatnya sendiri dan makin membenci semua orang. Yusuf akan menyadarkan Adit tentang dirinya yang tidak bersyukur dan kurang berusaha. ",
              "url_image": "",
              "duration": ""
            },
            "6": {
              "title": "Episode 6",
              "url_video": "",
              "synopsis": "Yusuf dipertemukan dengan Arum, anak pancingan yang kemudian orang tuanya memiliki anak kandung bernama Nisa. Apa yang dilakukan oleh Arum kepada Nisa, selalu salah di mata ibunya. Padahal Arum tulus menyayangi semuanya. Hingga, Nisa mengalami sakit yang cukup parah. Ibu Arum menganggap kalau Arum-lah yang membawa sial bagi Nisa. Yusuf kembali menyadarkan orang tua angkat Arum untuk menyayangi Arum setulusnya.",
              "url_image": "",
              "duration": ""
            },
            "7": {
              "title": "Episode 7",
              "url_video": "",
              "synopsis": "Yusuf dihadapkan dengan Juragan Tompel, juragan tanah sekaligus tengkulak. Ada seorang anak perempuan yang mengaku dia adalah anaknya Juragan Tompel. Tetapi Tompel tidak mengakuinya. Hingga Juragan Tompel mengalami sakit dan usianya hanya tinggal 2 bulan lagi. Karena hal ini, Juragan Tompel perlahan bertobat dan menerima anaknya dibantu oleh Yusuf sebelum dirinya menghadap Allah. ",
              "url_image": "",
              "duration": ""
            },
            "8": {
              "title": "Episode 8",
              "url_video": "",
              "synopsis": "Yusuf bertemu dengan Pak Darto yang memiliki anak dan menantu yang kaya raya. Namun, Ratih, menantu Pak Darto dan Bu Darto tidak suka dicampuri urusannya mereka. Ratih merasa takut akan kalah pamor dengan orang tua suaminya. Dia menjadi pribadi yang serakah. Yusuf berada di antara Pak Darto dan Bu Darto yang sabar menangani Ratih. ",
              "url_image": "",
              "duration": ""
            },
            "9": {
              "title": "Episode 9",
              "url_video": "",
              "synopsis": "Pak Darto dan Bu Darto  sampai diusir dari rumah karena  dituduh oleh Ratih kalau mencuri cincin pernikahan mereka.  Siti, anak Ratih bersedih dipisahkan dengan kakek dan neneknya. Hingga, Siti malah ditinggal oleh Ratih dan menghilang. Saat ditemukan, Siti pingsan kemudian Ratih malah menuduh mertuanya lagi. Siti tidak kunjung sehat karena kepikiran nenek dan kakeknya. Sampai Siti pergi dari rumah untuk bertemu nenek dan kakeknya. ",
              "url_image": "",
              "duration": ""
            },
            "10": {
              "title": "Episode 10",
              "url_video": "",
              "synopsis": "Siti berada di rumah nenek dan kakeknya. Tetapi Ratih malah membawa polisi dan menuduh kalau mertuanya berniat menculiknya. Polisi sampai memperingati kalau mereka tidak boleh  menganggu cucunya lagi. Bu Darto sampai jatuh sakit dan sekarat. Pak Darto menemui Siti supaya istrinya bisa sehat lagi. Namun Pak Darto malah ditangkap polisi akibat Ratih yang kesal. Setelah keluar dari tahanan, Bu Darto meninggal dunia.",
              "url_image": "",
              "duration": ""
            }
          },
          "trailer": {
            "1": {
              "title": "Promo Musafir",
              "url_video": "https://drive.google.com/file/d/1WSg5lajdfjojRF_G-0aV9UTU1Mcy1-K5/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            }
          },
          "extras": {
            "1": {
              "title": "Extras 1",
              "url_video": "",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            }
          }
        },
        "synopsis": "",
        "category": [""],
        "release_date": "",
        "director": "",
        "main_cast": [""],
        "description": "",
        "subscription": "free",
        "age_rating": "",
        "image": {
          "url_main": "",
          "url_poster": "",
          "url_detail": ""
        }
      }
    },
    {
      "id": "007",
      "title": "Si Samson",
      "season": {
        "1": {
          "episode": {
            "1": {
              "title": "Episode 1",
              "url_video": "https://drive.google.com/file/d/1X74t8iDoQwGwzmYnEo5zQ-pKmwAxvb6Q/view?usp=drive_link",
              "synopsis": "Ibu Samson melahirkan Samson sulit sekali, karena Samson lahir dengan berat badan yang diatas normal. 10 tahun kemudian, Samson tumbuh sebagai anak yang kuat tenaganya. Maka itu porsi makannya banyak banget. Samson selalu bantu orang tua, bila urusan angkat-mengangkat barang berat. Samson dan temannya haus, lalu Samson pukul pohon kelapa dan dua buah kelapa jatuh. Lalu samson dan temannya minum kelapa yang dibelah oleh samson. Setelah minum kelapa, Samson dan teman-temannya main bola. Bola ditendang Samson sampai terbelah. Samson melihat ada gerobak yang meluncur hampir mengenai ibu hamil. Samson langsung menghentikan gerobak itu. Samson ikut tarik tambang melawan orang dewasa. Samson menang dan dapat uang. Uang itu Samson kasihkan kepada orang miskin. Ternyata orang dewasa yang dikalahkan samson, tak terima uangnya diambil. Lalu mereka mencegat samson dan minta uangnya dikembalikan. Samson tidak mau. Orang dewasa menghajar samson, tapi mereka pada kalah dan minta maaf ke samson. Samson menasehati orang dewasa itu agar tidak berbuat jahat lagi.",
              "url_image": "",
              "duration": ""
            },
            "2": {
              "title": "Episode 2",
              "url_video": "",
              "synopsis": "Samson bantu enyanya angkat kasur yang dijempur. Samson juga bantu babenya mengangkat beberapa galon. Samson ikut lomba lari bersama bapaknya. Mereka bersaing melawan Andi dan papanya. Masing-masing saling berlatih fisik untuk menjadi pemenang. Saat lomba tiba, babe keseleo. Samson cemasin babe dan nolong babe,t api babe menyuruh Samson terus berlari. Samson tetap menolong babe dengan cara dirangkul. Sementara Andi dan papanya bertindak curang, memotong jalan biar cepat sampai finish. Dan benar saja Andi dan papanya sampai finish duluan dan menjadi juara. Tapi ternyata juri menganulir Andi dan papanya karena ketahuan bertindak curang. Akhirnya samson dan babe menjadi juaranya.",
              "url_image": "",
              "duration": ""
            },
            "3": {
              "title": "Episode 3",
              "url_video": "",
              "synopsis": "Samson yang sedang bermain, tiba-tiba melihat nenek yang menyebrang jalan. Dari arah jalan ada mobil yang meluncur kencang. Dengan kekuatan tenaganya, Samson berhasil menghentikan mobil yang hampir menabrak si nenek. Samson membantu babe membuat racikan kopi. Tiba-tiba ada orang yang mengintip cara babe membuat racikan kopi. Ternyata orang itu mencuri resep racik kopi buatan babe untuk kepentingan usaha kopinya. Orang itu menyamar jadi tukang jualan. Dia menculik Samson dan menyuruh Samson untuk menuliskan resep racikan kopi buatan babe. Tapi samson tidak mau ngasih tau dan melawan orang yang menculiknya. Si penculik itupun kalah.",
              "url_image": "",
              "duration": ""
            },
            "4": {
              "title": "Episode 4",
              "url_video": "",
              "synopsis": "Samson berlatih angkat besi untuk melatih ototnya. Tiba-tiba babe menyamar jadi orang jahat. Samson langsung memiting babe hingga kesakitan. Samson kesal karena babe ngeprank samson. Samson disuruh enyak ke warung. Tapi samson lupa bawa uang. Penjaga warung usir samson dengan cara didorong, tapi keberatan dorong tubuh samson. Pemilik warung datang dan menyuruh samson kerja di warungnya. Samson angkat barang-barang berat dengan mudahnya. Penjaga warung culas, kasih belanjaan ke temannya tanpa membayar. Ternyata penjaga warung mau korupsi. Samson melihat kelicikan itu. Lalu Samson membongkar kelicikan yang dilakukan penjaga warung. Samson menghajar si penjaga warung yang licik dan membawanya ke pemilik warung. Si pemilik warung berterimakasih pada Samson yang berhasil menyelamatkan dagangannya.",
              "url_image": "",
              "duration": ""
            },
            "5": {
              "title": "Episode 5",
              "url_video": "",
              "synopsis": "Samson dan babe belanja sayuran. Pas pulang samson dan babe bertemu dengan preman. Hampir terjadi perkelahian, tapi babe menyabarkan samson. Lalu preman itu ke warung minta jatah setoran kepemilik warung. Si pemilik warung belum bisa ngasih. Si preman menghajarnya dan mengancam. Esok harinya si preman mau menculik anak pemilik warung. Si anak lari menghindar, tapi tertangkap. Samson menolong si anak pemilik warung. Samson menghajar si preman hingga kalah. Si preman minta ampun ke samson dan berjanji tidak akan berbuat jahat lagi. Si pemilik warung berterimakasih kepada samson.",
              "url_image": "",
              "duration": ""
            },
            "6": {
              "title": "Episode 6",
              "url_video": "",
              "synopsis": "Babe mengajarkan samson cara membuat tungku perapian. Saking semangatnya bikin perapian, hingga wajah babe sampai gosong. Babe dan Samson serta teman-teman mengadakan kemping. Malam harinya mereka bikin api unggun. Setelah itu Samson dan teman-temannya main bola. Babe yang lagi ngencing ditakutin oleh teman-temannya Samson. Babe ketakutan. Teman-teman ngetawain babe. Samson kesal babenya diketawain, lalu samson bales nakut-nakutin, membuat teman-temannya lari ketakutan. Esok harinya teman-teman samson pada keracunan gara-gara makan buah beracun. Samson dan babe menolong mereka dengan cara meminumkan mereka air kelapa ijo. Akhirnya mereka yang keracunan jadi sembuh. Orang tua teman-temannya samson berterimakasih kepada samson dan babe.",
              "url_image": "",
              "duration": ""
            },
            "7": {
              "title": "Episode 7",
              "url_video": "",
              "synopsis": "Samson ikut donor darah. Ketika jarum suntik menyuntik tubuh samson, tiba-tiba jarum suntiknya bengkok. Petugas donor terkejut dan mengira jarumnya jelek. Lalu petugas itu mengganti jarum suntik dan menyuntik lagi samson. Tapi jarum suntiknya kembali bengkok. Petugas makin terkejut. Suatu hari, kekuatan samson tiba-tiba menghilang. Samson gak bisa angkat benda berat. Hal itu bikin babe keheranan. Samson merenge minta babe bikin dirinya kuat lagi. Malam hari, Babe mandiin samson pakai air es dan kembang 7 rupa. Tapi samson tetap ga punya kekuatan, ketika kalah melawan preman. Samson jadi sedih karena gak punya kekuatan lagi. Suatu hari samson kesal melihat preman malak temannya, lalu samson menegurnya. Si preman kesal lalu menghajar samson. Kini Samson kembali memiliki keuatan, hingga si preman itu kalah dan meminta maaf ke warga yang sudah dijahatinya. Para warga menyanjung kehebatan samson.",
              "url_image": "",
              "duration": ""
            },
            "8": {
              "title": "Episode 8",
              "url_video": "",
              "synopsis": "Dengan kekuatannya Samson bantuin babe merapihkan pot-pot bunga yang berantakan. Malam hari, babe bereaksi aneh saat minum kopi buatannya. Ternyata kopi itu telah tercampur ramuan cinta yang diberikan oleh wanita tetangga baru. Hal itu membuat babe jadi genit ke wanita itu. Samson keheranan melihat babe yang genit ke tetangganya. Enyak cemburu dan kesal melihat ulah babe yang genit ke tetangga baru. Samson berusaha mengembalikan babe seperti semula, dengan cara membuat efect kekuatan yang membuat babe tidak genit lagi. Dan berhasil. Samson dan enyak senang. Sementara wanita tetangga baru jadi merenge kesal.",
              "url_image": "",
              "duration": ""
            },
            "9": {
              "title": "Episode 9",
              "url_video": "",
              "synopsis": "Babe kedatangan kawan lamanya yang bernama Miung yang sudah sukses. Samson heran melihat ada mobil mewah yang terparkir di halaman rumahnya. Mobil itu milik Miung. Pas Samson megang mobil itu, tiba-tiba samson ditegur dan didorong oleh sopir mobil itu. Samson reflek memiting tangan si sopir hingga kesakitan. Malam harinya samson dan butet melihat dan mendengar sopir Miung yang mau berbuat jahat pada Miung. Samson dan butet langsung kasih tau ke babe. Babe suruh samson untuk menggagalkan niat jahat itu. Tapi naas, Miung terkapar dihajar supirnya. Ternyata musuhnya Miung menyamar menjadi Miung untuk menyabotase bisnisnya. Samson yang datang ketempat acara, jadi curiga melihat gelagat Miung palsu. Lalu Samson langsung beraksi dan menggagalkan rencana jahat musuhnya Miung. Akhirnya penyamaran musuhnya Miung yang jadi Miung, terbongkar oleh aksi Samson. Miung yang sudah sadar, berterimakasih pada samson dan babe yang telah menggagalkan rencana jahat musuhnya.",
              "url_image": "",
              "duration": ""
            },
            "10": {
              "title": "Episode 10",
              "url_video": "",
              "synopsis": "Dengan kekuatannya, Samson bantu enyak angkat barang belanjaannya kedalam rumah. Babe panik kehilangan buku peninggalan engkongnya samson yang sampulnya terbuat dari emas. Samson membantu babe mencari buku itu. Ternyata yang menemukan dan mengambil buku itu adalah seorang anak yang bernama Erik. Samson baru mengenal Erik dan gengnya. Lalu samson ikut gengnya Erik. Ternyata gengnya Erik punya sifat klepto dan suka mencopet. Samson curiga dengan Erik dan gengnya. Samson menduga kalau buku peninggalan engkong, ada ditangan Erik. Awalnya Samson pura-pura menjalani aktivitas Erik dan gengnya. Tapi akhirnya Samson berhasil membekuk Erik dan gengnya. Samson pun berhasil mengambil kembali buku peninggalan engkong dari tangan Erik, lalu diserahkannya ke babe. Babe senang banget dan berterimakasih pada Samson, karena buku peninggalan engkong sangat berarti baginya.",
              "url_image": "",
              "duration": ""
            },
            "11": {
              "title": "Episode 11",
              "url_video": "",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            },
            "12": {
              "title": "Episode 12",
              "url_video": "",
              "synopsis": "Samson melihat atlit cilik pelempar lembing. Samson kepingin menjadi atlit lempar lembing. Lalu Samson daftar. Awalnya sang pelatih meremehkan Samson. Tapi saat samson melempar lembing, ternyata lemparannya jauh sekali. Pelatih jadi terkagum-kagum. Samson akhirnya menjadi atlit lempar lembing. Tim atlit lempar lembing senior gak suka samson bergabung. Mereka mengikat samson di pohon, agar gak bisa ikut latihan. Tapi samson bisa melepaskan diri. Hal itu bikin atlit senior keheranan. Samson pun ikut latihan. Saat latihan, lemparan samson paling jauh. Pelatih memuji samson, bikin atlit senior kesal. Jelang pertandingan, samson melihat ayah dari salah seorang atlit senior bernama Roni. Ayah Roni yang cacat, minta Roni untuk menang. Samson gak tega untuk ngalahin Roni. Maka itu Samson sengaja kalah dari Roni. Samson senang melihat ayah Roni bangga pada Roni yang memenangkan pertandingan lempar lembing.",
              "url_image": "",
              "duration": ""
            },
            "13": {
              "title": "Episode 13",
              "url_video": "",
              "synopsis": "Samson kedatangan teman chatting, bernama Ali yang baru keluar dari penjara karena kasus pencurian. Enyak dan babe mencurigai Ali. Babe ngikuti Ali saat pulang. Temannya Ali mengintai babe yang sedang meramu cairan. Lalu sang teman menyuruh Ali untuk mencuri ramuan babe. Ramuan itu untuk dipakai merampok bank. Ali dilema, tapi ia lakukan. Malam hari Ali berhasil mencuri ramuan. Ali menyerahkan ramuan ketemannya. Samson menghadang dan melumpuhkan temannya Ali. Samson berhasil merebut ramuan babe. Esok harinya Ali datang untuk minta maaf atas perbuatannya yang mencuri ramuan babe. Samson, babe dan enyak memaafkan Ali.",
              "url_image": "",
              "duration": ""
            },
            "14": {
              "title": "Episode 14",
              "url_video": "",
              "synopsis": "Samson yang lagi jalan sendirian, melihat ada layangan nyangkut di pohon. Lalu samson keluarkan tenaganya untuk mengambil layangan itu. Mpok Nana melihat samson yang menenadnag pohon hingga bumi bergetar. Mpok Nana merekam kesaktian samson, dengan Hpnya. Mpok Nana berniat mengkomersilkan rekaman samson yang sakti dengan mempertontonkan ke semua orang biar dapet duit. Babe gak mau kekuatan samson disalah gunakan bila banyak orang tahu. Lalu babe dan samson atur strategi untuk mengambil CD yang isinya rekaman kesaktian samson. Mpok Nana merenge karena CD itu isinya bukan rekaman kesaktian samson, melainkan film kartun. Ternyata samson yang menukarkan CD itu.",
              "url_image": "",
              "duration": ""
            },
            "15": {
              "title": "Episode 15",
              "url_video": "",
              "synopsis": "Samson dapat tugas dari sekolah menjadi jurnalis. Samson lagi merekam enyak yang sedang nyuci, dengan handycam. Tapi enyak gak mau diwawancara. Lalu samson ngerekam butet yang sedang belajar. Tapi butet gak mau diwawancara. Samson ngerekam babe yang sedang bikin ramuan. Suatu malam Samson secara gak sengaja masuk kesebuah gudang. Ternyata gudang itu tempat penimbunan barang-barang yang sudah kadaluarsa. Samson ketahuan penjaga gudang. Samson kabur. Penimbun barang kadaluarsa berhasil menjual barang-barang kadaluarsa. Samson yang merekam penimbunan barang kadaluarsa, menayangkan keseorang penyeleksi barang dagangan, bernama Nina. Nina terkejut dan menegur si penimpun. Si penimbun kesal dan menculik Nina. Samson dan babe menolong Nina. Samson mengalahkan si penimbun. Samson mewawancarai Nina untuk mengabarkan info tentang si penimbun barang kadaluarsa. Si penimbun ditangkap polisi.",
              "url_image": "",
              "duration": ""
            },
            "16": {
              "title": "Episode 16",
              "url_video": "",
              "synopsis": "Samson senang karena bakal kedatangan kapten petir yang akan syuting film. Samson yang ngefans sama kapten petir, lalu menemuinya di lokasi syuting. Samson kecewa ternyata yang melakukan adegan hebat itu bukanlah kapten petir, melainkan pemeran pengganti. Pemeran kapter petir gak ingin ngecewain samson, maka ia sendiri yang melakukan adegan hebat. Samson senang. Saat bersamaan ada rumah warga yang kebakaran. Kapten petir langsung beraksi menyelamatkan bayi yang terjebak didalam rumah. Tapi naas, kapten petir pingsan terkena asap tebal. Samson langsung beraksi menyelamatkan bayi dan kapten petir. Semua orang takjub pada kehebatan samson, termasuk kapter petir.",
              "url_image": "",
              "duration": ""
            },
            "17": {
              "title": "Episode 17",
              "url_video": "",
              "synopsis": "Samson cemburu ketika melihat Amir makan bakso dengan Ita. Samson menegur Amir untuk tidak dekat dengan Ita. Amir protes karena ia berhak berteman dengan siapun termasuk Ita. Amir pun pergi dengan Ita naik angkot. Samson kesal dan mengutit Amir dan Ita. Ditempat sepi, Amir dan Ita ditodong preman. Samson menolong dan mengahajar preman. Tapi tetap aja samson masih cemburu pada Amir. Persahabatan Samson dan Amir jadi retak. Tapi ternyata kedekatan Amir dengan Ita karena ada hadiah kejutan untuk Samson. Samson jadi malu dan merasa bersalah pada Amir. Samson minta maaf pada amir. Lalu mereka kembali bersahabat.",
              "url_image": "",
              "duration": ""
            },
            "18": {
              "title": "Episode 18",
              "url_video": "",
              "synopsis": "Samson berkenalan dengan teman barunya bernama Lani. Samson naksir Lani. Mereka janjian ketemuan. Tapi setiap mau ketemuan, samson selalu aja ada hambatan. Samson disuruh-suruh enyak dan babe. Bahkan samson gak boleh keluar rumah karena enyak dan babe mau kondangan. Ditempat janjian, Lani bete banget karena samson belum juga dateng. Samson panik, lalu buru-buru pergi menemui Lani. Ditengah jalan samson menolong orang yang dirampok. Setelah itu Samson mengeluarkan kekuatannya dengan melompat tinggi hingga tiba ditempat janjian. Lani yang bete jadi senang karena samson kasih bunga. Ternyata Lani lagi dideketin oleh cowok. Hal itu membuat Lani berpaling dari samson. Ternyata cowok itu seorang pencuri. Samson dan babe membekuk cowok itu ketika sedng beraksi. Lani kesal ketika tau cowok baru yang mendekatinya seorang pencuri.",
              "url_image": "",
              "duration": ""
            },
            "19": {
              "title": "Episode 19",
              "url_video": "",
              "synopsis": "Enyak kepilih jadi pelatih teater yang akan mementaskan cerita pewayangan. Samson kepilih menjadi tokoh Hanoman. Samson senang dan langsung berlatih menjadi hanoman, dengan memakai kostumnya. Samson senang lagi karena Tanti jadi putri. Sedangkan Reza yang ceroboh, ikut juga dalam pementasan. Saat latihan, Reza kembali ceroboh dan hampir melukai enyak. Beruntung samson dapat menolong enyak. Saat pementasan, samson yang jadi hanoman belum juga hadir. Enyak dan babe jadi cemas. Ternyata samson belum bangun tidur. Samson bergegas ke tempat pentas dengan memakai kostum hanoman dan mengeluarkan kekuatannya, melompat tinggi. Penonton kecewa karena samson belum juga muncul. Tak lama kemudian samson muncul di panggung dan melakukan pementasan. Pertunjukan sukses.",
              "url_image": "",
              "duration": ""
            },
            "20": {
              "title": "Episode 20",
              "url_video": "",
              "synopsis": "Samson kepingn jadi super hero, seperti tokoh samson yang ada dibuku komik. Samson langsung beraksi layaknya super hero. Enyak tegur dan nasehatin samson untuk tidak mengeluarkan kekuatannya dengan sia-sia. Samson disuruh babe untuk jagain barang antik yang akan dijual. Esok harinya banyak orang yang membeli barang antik. Ada pencuri yang menysup sebagai pembeli. Samson langsung beraksi menghadang si pencuri. Si pencuri melawan, tapi samson keluarkan kekuatannya hingga mengalahkan si pencuri dan berhasil membawa pulang barang antik babe yang dicuri. Babe ngasih uang ke samson sebagai upah membantunya jualan barang antik. Tapi samson menolaknya, karena samson melakukan itu dengan ikhlas.",
              "url_image": "",
              "duration": ""
            }
          },
          "trailer": {
            "1": {
              "title": "Promo Si Samson",
              "url_video": "https://drive.google.com/file/d/1BEK17N8fJpMkVnrW-YfNWHOvXjefHShW/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            }
          },
          "extras": {
            "1": {
              "title": "Extras 1",
              "url_video": "",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            }
          }
        },
        "synopsis": "",
        "category": [""],
        "release_date": "",
        "director": "",
        "main_cast": [""],
        "description": "",
        "subscription": "free",
        "age_rating": "",
        "image": {
          "url_main": "",
          "url_poster": "",
          "url_detail": ""
        }
      }
    },
    {
      "id": "008",
      "title": "Trio Pocil",
      "season": {
        "1": {
          "episode": {
            "1": {
              "title": "Episode 1",
              "url_video": "https://drive.google.com/file/d/160uicZ3vd5kMBUb-kLJ-GMZC1Be0mITP/view?usp=drive_link",
              "synopsis": "Kipli bercerita kepada sahabatnya, Tama kalau dia mengejar cewek cantik bernama Juleha tapi bapak Juleha sangat galak. Walaupun begitu, Kipli tetap ingin menemui Juleha dan mendatangi rumahnya. Beberapa kali, bahkan sampai Kipli melakukan penyamaran, dia selalu gagal dan dihalangi oleh Bapak Juleha. Hingga suatu saat, Kipli dan Juleha akhirnya bertemu kemudian Kipli menyatakan cintanya pada Juleha. Tetapi Juleha menolaknya. Dari situ, Kipli menghilang. Tama yang kelabakan takut Kipli bunuh diri, akhirnya minta tolong Juleha.  Saat Tama dan Juleha mencari Kipli, bapak Juleha menemukan mereka dan memarahinya. Ternyata, bapak Juleha menyelamatkan Kipli dari usahanya untuk bunuh diri dan meminta semua untuk belajar dengan giat, jangan pacaran dulu.",
              "url_image": "",
              "duration": ""
            },
            "2": {
              "title": "Episode 2",
              "url_video": "",
              "synopsis": "Juleha pindah ke sekolah yang sama dengan Kipli dan Tama. Gembul, salah satu murid berbadan besar tidak suka melihat kedekatan Kipli dan Tama dengan Juleha. Dia mengancam mereka untuk tidak dekat-dekat dengan Juleha. Saat masuk kelas, ada tikus di meja wali kelas. Gembul dkk berhasil menuduh dan membuat Tama dan Kipli sebagai pelakunya. Mereka berdua dihukum membersihkan toilet dan ruang kepala sekolah. Saat membersihkan toilet, ada orang asing yang masuk ke dalam ruang kepala sekolah. Orang tersebut mencuri uang kas sekolahan sampai membuat Kipli dan Tama dituduh lagi. Juleha membantu Kipli dan Tama mencari pelakunya, bahkan sampai menelusuri Gembul. Hingga, mereka bertiga dapat mengungkap dalang sebenarnya, yang ternyata adalah penjaga sekolah yang dendam dengan kepala sekolah.",
              "url_image": "",
              "duration": ""
            },
            "3": {
              "title": "Episode 3",
              "url_video": "",
              "synopsis": "Kipli, Tama dan Juleha sakit perut karena makan bakso kebanyakan. Juleha membohongi Gembul supaya bisa membayarkan beberapa porsi bakso untuk Juleha dan teman-temannya. Alhasil semuanya diare, tetapi mereka curiga ada yang salah sama baksonya. Ternyata bukan mereka saja yang sakit perut karena makan baksonya bang Kumis, tetapi semua murid juga. Mereka bertiga kembali menyelidiki mengenai baksonya bang Kumis. Setelah melewati penyelidikan,  bang Kumis tidak menggunakan bahan yang aneh-aneh. Ternyata Atun, cewek yang suka dengan Gembul yang memasukkan garam Inggris ke kaldu baksonya. Alasan Atun melakukannya karena dia sering tidak boleh berutang di bakso bang Kumis.",
              "url_image": "",
              "duration": ""
            },
            "4": {
              "title": "Episode 4",
              "url_video": "",
              "synopsis": "Trio Pocil mengikuti Persami dari sekolah. Saat Persami sudah dimulai, Trio Pocil malah kehilangan peralatannya. Ternyata bukan hanya Trio Pocil saja, tetapi semua teman-temannya juga mengalami hal yang sama. Hingga ada pesan misterius yang mengakui kalau barang mereka ada padanya dan orang itu adalah John klepto. Awalnya Juleha mencurigai kalau Atun pelakunya, tetapi semua tidak yakin. Pada malam hari, Trio Pocil mencari pelakunya tanpa memedulikan ketua mereka yaitu Gembul si pemalas. Ternyata John Klepto adalah rencana dari Pembina pramuka. Karena kegigihan Trio Pocil, akhirnya mereka mendapatkan hadiah karena berhasil menjalani tantangan tersebut. ",
              "url_image": "",
              "duration": ""
            },
            "5": {
              "title": "Episode 5",
              "url_video": "",
              "synopsis": "Kipli, Tama dan Juleha membantu Cia mencari Wei Xiang, monyetnya yang hilang semalaman. Trio Pocil curiga kalau ada yang mencuri Wei Xiang. Cia mencurigai semua pembantu yang ada di rumahnya, karena bisa saja di antara mereka pencurinya.  Trio Pocil kembali menyelidiki tiga pembantunya Cia dan mengikuti mereka seharian. Ternyata benar, salah satu dari pembantu Cia yaitu Surti, yang mencuri Wei Xiang. Surti kesal dengan Wei Xiang yang selalu memberantaki dan mengambil makanannya. Cia ingin memberikan imbalan, tetapi Trio Pocil melakukan semua itu dengan ikhlas.",
              "url_image": "",
              "duration": ""
            }
          },
          "trailer": {
            "1": {
              "title": "Promo Trio Pocil",
              "url_video": "https://drive.google.com/file/d/1zdxx26CBPzOZXUkkxx_ODb1EwRqXzQDi/view?usp=drive_link",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            }
          },
          "extras": {
            "1": {
              "title": "Extras 1",
              "url_video": "",
              "synopsis": "",
              "url_image": "",
              "duration": ""
            }
          }
        },
        "synopsis": "",
        "category": [""],
        "release_date": "",
        "director": "",
        "main_cast": [""],
        "description": "",
        "subscription": "free",
        "age_rating": "",
        "image": {
          "url_main": "",
          "url_poster": "",
          "url_detail": ""
        }
      }
    }
  ]
}
